[
  {
    "title": "Сунь Укун, Monkey King",
    "content": "- это герой ловкости, очень известный своей скользкой натурой, а также своей способностью обманывать его врагов превращаясь в деревья и другие объекты. Вооружившись своим магическим увеличивающимся посохом, Monkey King ударяет землю своими  Boundless Strike, и прыгает по вершинам деревьев, чтобы избегать противников. Как герой роли Керри, Monkey King получает дополнительный урон и вампиризм после нанесения нескольких атак по своему противнику. Находясь на дереве, он получает лучший взор на его окрестности, позволяя ему спрыгивать на ничего не ожидающих врагов с Primal Spring нанося существенный урон и замедляя их побег. В командном бою, Monkey King посылает небольшую армию клонов по всему полю битвы, в то время как он сам получает дополнительную броню. С помощью его клонов и команды, Monkey King это сила с которой нужно считаться.",
    "image": "/images/dota_1.png"
  },
  {
    "title": "Tiny",
    "content": "это герой с ближним типом атаки, основным атрибутом которого является Его первая способность  Avalanche, заваливает зону камнями, нанося урон наземным вражеским существам и оглушая их. Второй способностью,  Toss, Tiny хватает ближайшего юнита, а затем бросает его в указанную цель или руну. В месте приземления наносится урон. Если враг под действием Avalanche был подброшен этой способностью и приземлился на то же место, он получит 200% урона от Avalanche. Третья способность,  Tree Grab, позволяет Tiny взять дерево, дающее ему дополнительные урон и дальность атаки. При этом он может кинуть его с помощью способности  Tree Throw, нанося урон существам в области. Ультимативная пассивная способность  Grow, увеличивает урон и размер Tiny ценой скорости атаки. Ко всему прочему увеличивает броню.",
    "image": "/images/dota_2.png"
  },
  {
    "title": "Magnus",
    "content": "— это герой с ближним типом атаки, основным атрибутом которого является   сила. Его первая способность,  Shockwave, посылает ударную волну, нанося урон врагам на линии ее прохождения. Вторая способность,  Empower, увеличивает урон и наделяет свое оружие или оружие союзника эффектом, который позволяет наносить прорубающий удар. Этот эффект схож с эффектом от  Battle Fury. Третьей способностью  Skewer, Magnus бросается вперед, пронзая врагов своим массивным бивнем. Если на пути попадутся вражеские герои, то их отталкивает к месту назначения, после чего они получат урон и будут замедлены. Ультимативная способность,  Reverse Polarity, изменяет свойства материи, притягивая всех врагов на позицию перед собой и оглушая их мощным хлопком, а также при этом нанося им урон.",
    "image": "/images/dota_3.jpeg"
  },
  {
    "title": "Phantom Lancer",
    "content": " это герой с ближним типом атаки, основным атрибутом которого является  ловкость. Его первая способность, Spirit Lance, метает в противника магическое копье, которое наносит цели урон и замедляет ее, а также создает атакующую ее союзную иллюзию. Вторая способность,  Doppelganger, позволяет Phantom Lancer ненадолго исчезает с поля боя. Через секунду он, все его иллюзии неподалеку, а также две новые иллюзии появляются в случайных точках в указанной области. Эти две новые иллюзии различаются: одна получает обычный урон, но не наносит его, а другая — получает 600 % и наносит 20 % урона. Пассивная способность,  Phantom Rush, позволяет Phantom Lancer быстро бежать к выбранной цели. Иллюзии героя также обладают этой способностью. Ультимативная пассивная способность,  Juxtapose, позволяет Phantom Lancer раздробиться надвое, создав свою иллюзию. Иллюзии также имеют возможность раздробиться.",
    "image": "/images/dota_4.png"
  },
  {
    "title": "Storm Spirit",
    "content": "это герой с дальним типом атаки, основным атрибутом которого является интелект Его первая способность, Static Remnant, позволяет создавать энергетическую копию Storm Spirit, оторая взрывается, если поблизости проходит враг. Вторая способность,  Electric Vortex, создает воронку, притягивающую врага к месту нахождения Storm Spirit. Пассивная способность,  Overload, дает электрический заряд при использовании заклинаний, который высвобождается со следующей атакой, нанося урон врагам поблизости и замедляя их. Ультимативная способность, Ball Lightning, позволяет герою общаться в неуязвимый сгусток электричества и лететь пока он либо не достигнет своей цели, либо пока не исчерпает запас своей маны, при этом, противники, над которым пролетел герой, получат урон.",
    "image": "/images/dota_5.png"
  }
]
